import type { CommitteeTranslation } from '../committee';

const ru: CommitteeTranslation = {
  'Yakup Büray Yılmaz': {
    country: 'Турция',
    role: ['Международный координатор', 'Союза молодёжи Турции (TGB)'],
  },
  'Davide Rossi': {
    country: 'Италия',
    role: ['Председатель', 'Независимого профсоюза', 'школы и окружающей среды (SISA)'],
  },
  'Syed Ali Owais': {
    country: 'Пакистан',
    role: ['Международный координатор', 'Имамийской студенческой организации'],
  },
  'Ghazi Abdul Al': {
    country: 'Палестина',
    role: ['Международный координатор', 'Народного фронта', 'освобождения Палестины (НФОП)'],
  },
  'Samuel Iembo': {
    country: 'Швейцария',
    role: ['Международный координатор', 'Коммунистической партии Швейцарии'],
  },
  'Prakash Shrestha': {
    country: 'Непал',
    role: ['Международный координатор', 'Коммунистической партии Непала'],
  },
  'Ramis Sohail': {
    country: 'Пакистан',
    role: ['Международный координатор', 'Молодёжи партии Маздур Кисан', '(Рабоче-крестьянской партии)'],
  },
};

export default ru;
